LIVES = 5
SCORE = 5

WELCOME_STR = "Введите сове имя "
BYE_STR = "Досвидания "
START_STR = "Введите 'Start' для начала игры или 'Exit' для выхода "
START_EXIT = {"start": "START", "exit": "EXIT"}
SELECT_STR = "Выберите персонажа для игры 1 для {}, 2 для {}, 3 для {} "
SELECT_ATTACK_STR = {1: "Разбойник ", 2: "Воин ", 3: "Волшебник "}
ERROR_SELECT_STR = "Неправильный выбор, Введите 1, 2, 3"
ATTACK_STR = {-1: "Вы промахнулись ", 0: "Ничья ", 1: "Отличное попадание "}
DEFENSE_STR = {-1: "Отличная защита ", 0: "Ничья ", 1: "Вы промахнулись "}
ENENY_DOWN_STR = "Враг потерпел поражение! Ваш результат "
LIVES_STR = "Ваши жизни "
GAME_OVER_STR = "Игра оконченна. Ваш результат "
